"Button 1:"		= "ボタン 1:";
"Button 2:"		= "ボタン 2:";
"Button 3:" 	= "ボタン 3:";
"Button 4:"		= "ボタン 4:";

"Backlight Correction"	= "逆光補正";
"Color Restoration"		= "退色復元";
"Descreening"			= "モアレ除去";
"Dust Removal"			= "ホコリ除去";
"Unsharp Mask"			= "アンシャープマスク";

"None"			= "なし";
"Newspaper"		= "新聞(85lpi)";
"Magazine"		= "雑誌(133lpi)";
"Fine Prints"	= "高品位(175lpi)";
"General"		= "一般";

"Low"		= "弱";
"Medium"	= "中";
"High"		= "強";

"Quiet Mode"    = "動作音低減モード";
"Off"           = "オフ";
"On"            = "オン";
"Printer Setting"   = "本体設定に従う";
